{
    "Management":"Management is essential for an organized life and necessary to run all types of management. Good management is the backbone of successful organizations. Managing life means getting things done to achieve life’s objectives and managing an organization means getting things done with and through other people to achieve its objectives.\n Whether management is an art or science, will continue to be a subject of debate. However, most management thinkers agree that some form of formal academic management background helps in managing successfully. Practically, all CEO’s are university graduates. Hence, the reason for including business degree programs in all academic institutions.",
    "Engineering":"Engineering is the application of science and math to solve problems. Engineers figure out how things work and find practical uses for scientific discoveries. Scientists and inventors often get the credit for innovations that advance the human condition, but it is engineers who are instrumental in making those innovations available to the world.\nEngineers design, evaluate, develop, test, modify, install, inspect and maintain a wide variety of products and systems. They also recommend and specify materials and processes, supervise manufacturing and construction, conduct failure analysis, provide consulting services and teach engineering courses in colleges and universities.",
    "Medical":"Medicine is the field of health and healing. It includes nurses, doctors, and various specialists. It covers diagnosis, treatment, and prevention of disease, medical research, and many other aspects of health.\nMedicine aims to promote and maintain health and wellbeing. Conventional modern medicine is sometimes called allopathic medicine. It involves the use of drugs or surgery, often supported by counseling and lifestyle measures.",
    "Commerce":"Commerce is the conduct of trade among economic agents. Generally, commerce refers to the exchange of goods, services or something of value, between businesses or entities. From a broad perspective, nations are concerned with managing commerce in a way that enhances the well-being of citizens, by providing jobs and producing beneficial goods and services.\nCommerce normally refers to the macroeconomic purchase and sale of goods and services by large organizations at scale. The sale or purchase of a single item by a consumer is defined as a transaction, while commerce refers to all transactions related to the purchase and sale of that item in an economy. Most commerce is conducted internationally and represents the buying and selling of goods between nations."
}